export const ARMORS = {
  scrapSuit: {
    name: 'Костюм Утиля',
    lvl: 1,
    description:
      'Набор рваной кожи, к которой болтами и проволокой прикручены куски металла, пластика и резины. Подбит мусорным текстилем для хоть какой-то амортизации',
    imageSrc: 'img/armour/armour1.png',
  },
  homemadeRig: {
    name: 'Самодельный Доспех',
    lvl: 2,
    description:
      'Напоминает каркас экзоскелета, собранный в гараже. Видны самодельные гидравлические поршни из трубок, проводка подключена к аккумулятору на пояснице.',
    imageSrc: 'img/armour/armour2.png',
  },
  corporateCamosuit: {
    name: 'Корпоративный Камуфляж',
    lvl: 3,
    description:
      'Стандартная униформа службы безопасности с логотипом корпорации. Чистая, но дешёвая.',
    imageSrc: 'img/armour/armour3.png',
  },
  tunedMercenaryArmor: {
    name: 'Тюнингованная Броня Наёмника',
    lvl: 4,
    description:
      'Серийный бронежилет, обильно доработанный. Дополнительные керамические пластины, самодельные ребра жёсткости из углеродного волокна, кулеры на спине для охлаждения систем.',
    imageSrc: 'img/armour/armour4.png',
  },
  serviceExoFrame: {
    name: 'Служебный Экзокостюм',
    lvl: 5,
    description:
      'Чистый, функциональный экзоскелет в корпоративном стиле. Все провода аккуратно убраны в защитные кожухи.',
    imageSrc: 'img/armour/armour5.png',
  },
  tacticalCombatSuitGhost: {
    name: 'Тактический боевой костюм "Призрак"',
    lvl: 6,
    description:
      'Агрессивный, обтекаемый дизайн с панелями из углеродного волокна. Встроенный тактический шлем с продвинутым HUD.',
    imageSrc: 'img/armour/armour6.png',
  },
  experimentalSuitPhasis: {
    name: 'Экспериментальный Костюм "Фазис"',
    lvl: 7,
    description:
      'Костюм кажется "живым". Метаматериалы на плечах искажают свет, создавая эффект дрожащего воздуха. Повреждённые участки медленно "затягиваются"',
    imageSrc: 'img/armour/armour7.png',
  },
  ravensShadow: {
    name: 'Штучный Костюм Мастера "Тень Ворона"',
    lvl: 8,
    description:
      'Абсолютно бесшумный, чёрный, как космос, с тончайшими золотыми узорами, проводящими энергию. Движется бесшумно и плавно.',
    imageSrc: 'img/armour/armour8.png',
  },
  enigma: {
    name: 'Костюм Сингулярности "Энигма"',
    lvl: 9,
    description:
      'Костюм не имеет фиксированной формы. Он похож на текучую ртуть, которая по желанию владельца формирует обтекаемые бронепластины, щиты или шипы. Может менять цвет и текстуру.',
    imageSrc: 'img/armour/armour9.png',
  },
  chaos: {
    name: 'Артефакт "Кожа Хаоса"',
    lvl: 10,
    description:
      'Это даже не костюм, а аномалия. Ваша кожа мерцает пикселями, а в воздухе вокруг вас плавают обломки кода и голографические символы. Враги иногда слышат шепот из ниоткуда.',
    imageSrc: 'img/armour/armour10.png',
  },
};
