export const MEDKITS = {
  bacterialCocktail: {
    name: 'Бактериальный Коктейль',
    lvl: 1,
    description:
      'Ржавая банка из-под синт-пива, заполненная мутной жидкостью с плавающими кусочками биомассы. Гарантированно содержит штаммы бактерий, неизвестные науке.',
    imageSrc: 'img/health/health5.png',
  },
  noPain: {
    name: 'Паста "Ноу-Пэйн"',
    lvl: 2,
    description:
      'Сварено в подпольной лаборатории из обезболителя для роботов-собак и энергетика для таксистов. Боль не убирает, но ты перестаёшь о ней беспокоиться.',
    imageSrc: 'img/health/health2.png',
  },
  fastCheckin: {
    name: 'Быстрый Чек-Ин',
    lvl: 3,
    description:
      'Официальный продукт для бюджетного сегмента. "Почти как настоящая медицинская помощь, но быстрее и без душевных терзаний!" (с) Рекламный слоган.',
    imageSrc: 'img/health/health9.png',
  },
  kosyak: {
    name: 'Стимулятор "Косяк"',
    lvl: 4,
    description:
      'Кто-то взял стандартный стимулятор и "улучшил" его, добавив концентрат энергетика "Зелёный Смерч". Не спрашивай, что входит в состав.',
    imageSrc: 'img/health/health4.png',
  },
  medTech: {
    name: 'Милостыня от Мед-Тек',
    lvl: 5,
    description:
      'Бесплатные образцы, которые Мед-Тек раздаёт в трущобах в рамках "социальной программы". Отлично отслеживает ваши биометрические данные и привычки. Бесплатный сыр? Вы знаете, где.',
    imageSrc: 'img/health/health1.png',
  },
  patchTuesday: {
    name: 'Коктейль "Патч-Тьюзди"',
    lvl: 6,
    description:
      'Любимый напиток наёмников в перерывах между перестрелками. Содержит коагулянты, стимуляторы и легкие психоделики для обострения реакции. Не использовать с алкоголем. (Шутка, все используют).',
    imageSrc: 'img/health/health6.png',
  },
  nanobotParty: {
    name: 'Наноботы "Вечеринка"',
    lvl: 7,
    description:
      'Экспериментальная культура наноботов, запрограммированных на регенерацию. Их ПО основано на алгоритмах, скачанных с порно-сайта, поэтому они "размножаются" с невероятной скоростью.',
    imageSrc: 'img/health/health10.png',
  },
  deathNotFound: {
    name: 'Ошибка 404: Смерть не найдена',
    lvl: 8,
    description:
      'Создан безумным биохакером, который верил, что смерть — это просто баг в операционной системе плоти. Говорят, в составе есть ДНК вымершей рептилии и фрагмент кода из Чёрной Сети.',
    imageSrc: 'img/health/health7.png',
  },
  sigylarPatch: {
    name: 'Сингулярный Пластырь',
    lvl: 9,
    description:
      'Продукт технологии, неотличимой от магии. Он не лечит вас, а просто вносит правки в локальный участок реальности, где вы по "ошибке" получили пулю.',
    imageSrc: 'img/health/health8.png',
  },
  backToSave: {
    name: 'Откат к Сохранению',
    lvl: 10,
    description:
      'Вы не уверены, что это такое. При активации вы на секунду видите листинг своего ДНК и служебные команды, вроде "git reset --hard". Похоже, кто-то нашёл "сохранки" реальности и решил ими поделиться.',
    imageSrc: 'img/health/health3.png',
  },
};
