export const WEAPONS = {
  scrapScattergun: {
    name: 'Дробовик Хламомёт',
    lvl: 1,
    description:
      'Две сваренные вместе трубы с примитивным затвором. Приклад сбит из обломков дерева. Заряжается чем попало — гвоздями, болтами, стеклом',
    imageSrc: `img/weapon/weapon1.png`,
  },
  homemadeBuzzsaw: {
    name: 'Самодельный SMG Таращун',
    lvl: 2,
    description:
      'Коробка с торчащим магазином и стволом. Видны самодельные затвор и курок. Сильно вибрирует при стрельбе',
    imageSrc: `img/weapon/weapon2.png`,
  },
  pLine: {
    name: 'Штурмовая винтовка Серия-P',
    lvl: 3,
    description:
      'Безликая, утилитарная винтовка массового производства. Логотип "Арматак" или аналога. Легкая, но хлипкая',
    imageSrc: `img/weapon/weapon3.png`,
  },
  scalpel: {
    name: 'Тактическая винтовка Скальпель',
    lvl: 4,
    description:
      'Серийная винтовка, которую тюнеры разобрали и собрали заново. Установлен самодельный длинный ствол, доп. радиатор, крепления для обвеса',
    imageSrc: `img/weapon/weapon4.png`,
  },
  staticis: {
    name: 'Корпоративный импульсный карабин Статис',
    lvl: 5,
    description:
      'Футуристичный, обтекаемый дизайн в корпоративном стиле. Все провода убраны. Светится корпоративной расцветкой',
    imageSrc: `img/weapon/weapon5.png`,
  },
  ghostWhisper: {
    name: 'Снайперская винтовка "Призрачный Шёпот"',
    lvl: 6,
    description:
      'Длинный, угрожающий, матово-чёрный ствол. Вся винтовка покрыта материалом, поглощающим звук и излучение',
    imageSrc: `img/weapon/weapon6.png`,
  },
  protuberanets: {
    name: 'Плазмо-болт "Протуберанец"',
    lvl: 7,
    description:
      'Оружие без чёткой формы, с pulsating энергетическим сердечником. Ствол искривляется и выпрямляется, подстраиваясь под режим стрельбы',
    imageSrc: `img/weapon/weapon7.png`,
  },
  gromoboy: {
    name: 'Штучный дробовик "Громобой"',
    lvl: 8,
    description:
      'Произведение искусства. Резной титановый приклад, золотые инкрустации, проводящие энергию. Каждый выстрел сопровождается глубоким, бархатным грохотом',
    imageSrc: `img/weapon/weapon8.png`,
  },
  entropy: {
    name: 'Оружие сингулярности "Энтропия"',
    lvl: 9,
    description:
      'Бесформенный брусок чёрного материала, который по воле владельца формируется в пистолет, винтовку или дробовик. Может создавать собственные патроны из окружающего мусора',
    imageSrc: `img/weapon/weapon9.png`,
  },
  echoOfTheVoid: {
    name: 'Артефакт "Эхо Небытия"',
    lvl: 10,
    description:
      'Это не оружие, а аномалия в форме пистолета. Оно состоит из сгустков тьмы и света, обвивающих вашу руку. Не стреляет пулями, а "стирает" врагов из реальности',
    imageSrc: `img/weapon/weapon10.png`,
  },
};
