export const WEAPONS = {
  scrapScattergun: {
    name: 'Дробовик Хламомёт',
    lvl: 1,
    description:
      'Две сваренные вместе трубы с примитивным затвором. Приклад сбит из обломков дерева. Заряжается чем попало — гвоздями, болтами, стеклом',
    imageSrc: `img/weapon/weapon1.png`,
  },
  scrapScattergun2: {
    name: 'Дробовик Хламомёт',
    lvl: 1,
    description:
      'Две сваренные вместе трубы с примитивным затвором. Приклад сбит из обломков дерева. Заряжается чем попало — гвоздями, болтами, стеклом',
    imageSrc: `img/weapon/weapon2.png`,
  },
  scrapScattergun3: {
    name: 'Дробовик Хламомёт',
    lvl: 1,
    description:
      'Две сваренные вместе трубы с примитивным затвором. Приклад сбит из обломков дерева. Заряжается чем попало — гвоздями, болтами, стеклом',
    imageSrc: `img/weapon/weapon3.png`,
  },
  scrapScattergun4: {
    name: 'Дробовик Хламомёт',
    lvl: 1,
    description:
      'Две сваренные вместе трубы с примитивным затвором. Приклад сбит из обломков дерева. Заряжается чем попало — гвоздями, болтами, стеклом',
    imageSrc: `img/weapon/weapon4.png`,
  },
  scrapScattergun5: {
    name: 'Дробовик Хламомёт',
    lvl: 1,
    description:
      'Две сваренные вместе трубы с примитивным затвором. Приклад сбит из обломков дерева. Заряжается чем попало — гвоздями, болтами, стеклом',
    imageSrc: `img/weapon/weapon5.png`,
  },
  scrapScattergun6: {
    name: 'Дробовик Хламомёт',
    lvl: 1,
    description:
      'Две сваренные вместе трубы с примитивным затвором. Приклад сбит из обломков дерева. Заряжается чем попало — гвоздями, болтами, стеклом',
    imageSrc: `img/weapon/weapon6.png`,
  },
  scrapScattergun7: {
    name: 'Дробовик Хламомёт',
    lvl: 1,
    description:
      'Две сваренные вместе трубы с примитивным затвором. Приклад сбит из обломков дерева. Заряжается чем попало — гвоздями, болтами, стеклом',
    imageSrc: `img/weapon/weapon7.png`,
  },
  scrapScattergun8: {
    name: 'Дробовик Хламомёт',
    lvl: 1,
    description:
      'Две сваренные вместе трубы с примитивным затвором. Приклад сбит из обломков дерева. Заряжается чем попало — гвоздями, болтами, стеклом',
    imageSrc: `img/weapon/weapon8.png`,
  }, scrapScattergun9: {
    name: 'Дробовик Хламомёт',
    lvl: 1,
    description:
      'Две сваренные вместе трубы с примитивным затвором. Приклад сбит из обломков дерева. Заряжается чем попало — гвоздями, болтами, стеклом',
    imageSrc: `img/weapon/weapon9.png`,
  },
  scrapScattergun10: {
    name: 'Дробовик Хламомёт',
    lvl: 1,
    description:
      'Две сваренные вместе трубы с примитивным затвором. Приклад сбит из обломков дерева. Заряжается чем попало — гвоздями, болтами, стеклом',
    imageSrc: `img/weapon/weapon10.png`,
  },

};
